var chatData = {
    "001": {
        "title": "技术",
        "question": "你好你好呀，我想听你讲讲技术方面的，可以嘛~",
        "answer": ["先介绍介绍这个小玩具吧，就是现在你玩的这个。", "用原生JavaScript编写，部署在github上面，有兴趣可以查看源码。。", "简单地说，掌握了Web前端开发，持续成长中。", "已经开始node.js方面的练习，向全栈Web迈进！！~~"]
    },
    "002": {
        "title": "爱好",
        "question": "你是不是很宅，有哪些爱好呀。。。",
        "answer": ["没有很特别的爱好，和同龄人一样，喜欢动漫、游戏之类的，有时也会看看书，技术非技术都有……", "当然，对编程方面还是有些兴趣和追求的。"]
    },
    "003": {
        "title": "读书",
        "question": "读书？哇塞听起来蛮厉害呀，你都看什么，快告诉我！！",
        "answer": ["随便看看啦，书单方面最近正在整理，打算注册个豆瓣账号呢，弄好了告诉你哦。", "技术方面，近期打算看《七周七语言》，以及购买纸质《代码大全》。", "你如果想送书给我，我是不会拒绝的。"]
    },
    "004": {
        "title": "性格",
        "question": "聊聊你的性格吧。",
        "answer": ["接触接触你就知道啦~", "总之没啥大毛病，放心，哈哈。"]
    },
    "005": {
        "title": "微信",
        "question": "能告诉我你的微信嘛，我要加你！",
        "answer": ["当然可以，微信号就是手机号，186 3014 7654", "QQ号码：7538441，欢迎加好友哈。"]
    },
    "006": {
        "title": "送书",
        "question": ["你关注些技术呢？", "技术方面的发展方向是什么？"],
        "answer": ["啊啊", "啊啊啊啊"]
    },
    "007": {
        "title": "电话",
        "question": "你的电话是？",
        "answer": ["手机号：186 3014 7645，微信也是这个。", "QQ号码：7538441，欢迎加好友哈。"]
    },
    "008": {
        "title": "职业",
        "question": ["你关注些技术呢？", "技术方面的发展方向是什么？"],
        "answer": ["啊啊", "啊啊啊啊"]
    },
    "009": {
        "title": "真相",
        "question": ["你关注些技术呢？", "技术方面的发展方向是什么？"],
        "answer": ["啊啊", "啊啊啊啊"]
    },
    "010": {
        "title": "关于",
        "question": ["你关注些技术呢？", "技术方面的发展方向是什么？"],
        "answer": ["啊啊", "啊啊啊啊"]
    }
}
